<?
$strLang = 'WDA_OPTIONS_';
$strHint = $strLang.'HINT_';

$MESS[$strLang.'OPTION_MISC'] = 'Прочие настройки';
$MESS[$strLang.'OPTION_DISABLE_OLD_MODULE'] = 'Отключить «Старый Антирутин»';
	$MESS[$strHint.'OPTION_DISABLE_OLD_MODULE'] = 'Отметьте галочку, если хотите полностью отключить старый модуль.<br/><br/>
Если у вас имеются настроенные задачи планировщика для старого модуля - необходимо их удалить.';
$MESS[$strLang.'OPTION_SHOW_CAREFULLY_NOTICE'] = 'Показывать предостережение о работе с модулем';
	$MESS[$strHint.'OPTION_SHOW_CAREFULLY_NOTICE'] = 'Показывать уведомление о необходимости создавать бэкап и тестировать работу модуля сначала на одном товаре.';
$MESS[$strLang.'OPTION_PIN_PLUGINS_TO_END'] = 'Закреплять плагины внизу';
	$MESS[$strHint.'OPTION_PIN_PLUGINS_TO_END'] = 'При включенной опции все закрепляемые плагины будут добавляться в конце списка. Иначе - в начале списка.';
$MESS[$strLang.'DEFAULT_LOGIC_IS_AND'] = 'По умолчанию в фильтре использовать логику «И»';
	$MESS[$strHint.'DEFAULT_LOGIC_IS_AND'] = 'Опция позволяет для фильтра по умолчанию выставлять логику «И». По умолчанию опция отключена (в таком случае логика - «ИЛИ»).';
$MESS[$strLang.'DEFAULT_IBLOCK_ID'] = 'Инфоблок по умолчанию';
	$MESS[$strHint.'DEFAULT_IBLOCK_ID'] = 'Выберите здесь инфоблок, который будет выбран в модуле по умолчанию.';
	$MESS[$strLang.'DEFAULT_IBLOCK_ID_EMPTY'] = '--- инфоблок не выбран ---';
$MESS[$strLang.'SECTION_NAME_CHAIN'] = 'Использовать полные названия разделов';
	$MESS[$strHint.'SECTION_NAME_CHAIN'] = 'Опция позволяет выводить в качестве раздела не только его название, но также путь (названия всех родительских разделов), например, вместо «Женские футболки» будет «Одежда - Футболки - Женские футболки».';
$MESS[$strLang.'SECTION_HIDE_MARGINS'] = 'Убрать отступы у разделов в списке';
	$MESS[$strHint.'SECTION_HIDE_MARGINS'] = 'Опция убирает отступы в начале названий имён в списке разделов. Может быть удобно использовать совместно с опцией «Использовать полные названия разделов».';

?>