<p>Плагин позволяет произвести замену текста в полях и текстовых свойствах разделов.</p>
<p>Доступны несколько режимов работы:</p>
<ul>
	<li><b>Простой режим замены</b> - режим простой замены текста (напр., ищем текст «АБВ» и заменяет на «ВБА»),</li>
	<li><b>Замена с использованием регулярного выражения</b> - режим замены текста по регулярному выражению (необходимо хотя бы небольшой опыт работы с регулярными выражениями),</li>
	<li><b>Дописать в конце</b> - режим добавления текста в конце,</li>
	<li><b>Дописать в начале</b> - режим добавления текста в начале,</li>
</ul>
<p>При работе со множественными свойствами плагин обрабатывает каждое значение в свойстве.</p>
