<p>Плагин для деактивации (отключения) свойств, которые не заполнены ни в одном из товаров.</p>
<p><b>Внимание!</b> Используйте с осторожностью! Неактивное свойство не будет работать в публичной части сайта.</p>
<p><b>Внимание!</b> Плагин особенный, он применяется не к элементам и его свойствам, а ко всем свойствам выбранного инфоблока (соответственно, выбор разделов и фильтр по элементам значения не имеет).</p>
<p><b>Внимание!</b> Т.к. данная операция не привязана к элементам, плагин выполняет свою задачу только для первого найденного элемента и прекращает работу.</p>