<?
\WD\Antirutin\Helper::getPluginLangPrefix(__FILE__, $strLang, $strHint);

$MESS[$strLang.'FIELD'] = 'Поле/свойство';
	$MESS[$strHint.'FIELD'] = 'Выберите поле/свойство, в котором будут удалены выбранные ниже значения.<br/><br/>
	Поддерживаются только свойства типов «Список», «Привязка к элементам», «Привязка к элементам в виде списка».';
$MESS[$strLang.'VALUE'] = 'Значения для удаления';
	$MESS[$strHint.'VALUE'] = 'Выберите значения (одно или несколько), которые будут удалены из свойства для каждого из элементов.';
?>