<?
\WD\Antirutin\Helper::getPluginLangPrefix(__FILE__, $strLang, $strHint);

$MESS[$strLang.'WARNING'] = 'Внимание! Используйте плагин с крайней осторожностью! Данный плагин удаляет значения из свойства-списка!<br/>
Иногда неиспользуемые значения списка могут быть важны.';

$MESS[$strLang.'FIELD'] = 'Свойство типа «Список»';
	$MESS[$strHint.'FIELD'] = 'Выберите свойство для обработки (свойство типа «Список»), в нём будут удалены неиспользуемые значения.';
	$MESS[$strLang.'FIELD_EMPTY'] = '--- выберите свойство ---';

$MESS[$strLang.'SELECT_DELETE_ENUMS'] = 'Уточнить список удаляемых значений';

$MESS[$strLang.'DELETE_ENUMS'] = 'Выберите удаляемые значения (здесь показаны только неиспользуемые значения!)';

?>