<?
\WD\Antirutin\Helper::getPluginLangPrefix(__FILE__, $strLang, $strHint);

$MESS[$strLang.'FIELD'] = 'Свойство';
	$MESS[$strHint.'FIELD'] = 'Выберите поле/свойство, в котором будут добавлены/удалены выбранные ниже значения при наличии/отсутствия скидок.';
$MESS[$strLang.'VALUE'] = 'Значение';
	$MESS[$strHint.'VALUE'] = 'Выберите значения, которые будут добавлены/удалены из свойства при наличии/отсутствии скидок.';
$MESS[$strLang.'SITE_ID'] = 'Сайт для пересчета';
	$MESS[$strHint.'SITE_ID'] = 'Выберите сайт, в рамках которого будет выполнен поиск скидок.';
$MESS[$strLang.'USE_OFFERS'] = 'Учитывать торговые предложения';
	$MESS[$strHint.'USE_OFFERS'] = 'Отметьте галочку, если наличие скидок на ТП должно работать как наличие скидки на товар.';
?>