<p>Плагин позволяет произвести замену текста в полях и текстовых свойствах элементов.</p>
<p>Доступны несколько режимов работы:</p>
<ul>
	<li><b>Простой режим замены</b> - режим простой замены текста (напр., текст «АБВ» заменить на «123»),</li>
	<li><b>Режим многострочной замены</b> - похож на простой режим, но поиск будет выполняться для каждой строки в поле «Что ищем», это позволяет заменить много разных значений на одно заданное (или удалить их, указав пустое значение)</li>
	<li><b>Замена с использованием регулярного выражения</b> - режим замены текста по регулярному выражению: это невероятно мощный инструмент для редактирования текста, но сложный, необходим хотя бы небольшой опыт работы с регулярными выражениями,</li>
	<li><b>Дописать в конце</b> - режим добавления текста в конце,</li>
	<li><b>Дописать в начале</b> - режим добавления текста в начале,</li>
</ul>
<p>При работе со множественными свойствами плагин обрабатывает каждое значение в свойстве.</p>
