<p>Плагин для удаления свойств, которые не заполнены ни в одном из товаров.</p>
<p>Проверка на заполненность свойств выполняется штатным фильтром Битрикс, например:<br/><code>['!PROPERTY_123' => false]</code></p>
<p><b>Внимание!</b> Используйте с осторожностью! <b style="color:red;">Все неиспользуемые свойства будут удалены!</b> Перед использованием создайте полную резервную копию сайта. Также, рекомендуем сначала испытывать работу плагина на копии сайта (т.е. не на рабочем сайте).</p>
<p><b>Внимание!</b> Плагин особенный, он применяется не к элементам и его свойствам, а к свойствам выбранного инфоблока (соответственно, выбор разделов и фильтр по элементам значения не имеет).</p>
<p><b>Внимание!</b> Т.к. данная операция не привязана к элементам, плагин выполняет свою задачу только для первого найденного элемента и прекращает работу.</p>
<p>Разработчик модуля не несёт ответственности за любые последствия, связанные с данным плагином.</p>