<p>Плагин позволяет устанавливать значения свойств и полей разделам инфоблоков.</p>
<p>Плагин умеет заполнять все поля, касающиеся элементов:</p>
<ul>
	<li>поля (название, символьный код, внешний код, картинки, описание и все остальные),</li>
	<li>свойства разделов,</li>
	<li>SEO-поля.</li>
</ul>
<p>Внимание! При загрузки изображений/файлов, все временные файлы (в папке /upload/webdebug.antirutin/tmp/) удаляются раз в сутки! Поэтому сохранять профиль в котором указаны временные файлы - не рекомендуется, т.к. это в любом случае не будет работать.</p>
<p>Если необходимо сохранять профиль, то укывайте пути к собственным картинками (вне папки /upload/webdebug.antirutin/tmp/).</p>
