<p>Данный плагин генерирует штрихкод и сохраняет его в товаре (только в строковых полях и свойствах).</p>
<p>Пример РФ-кода EAN13 (начинается с 46): <code><b>4669076554969</b></code></p>
<p>Пример стандартного кода EAN13: <code><b>5531624350820</b></code></p>
<p><a href="https://your-online.ru/services/barcode" target="_blank">Онлайн-сервис для проверки штрихкодов EAN13</a>.</p>
<p>Если Вам необходимы иные формы генерации штрихкодов - пожалуйста, <a href="mailto:info@nulled.com">обращайтесь</a>, добавим.</p>
