<p>Плагин позволяет выполнить обработку изображений по произвольной логике с использованием модуля «<a href="http://marketplace.1c-bitrix.ru/solutions/webdebug.image/?antirutin" target="_blank">Обработчик изображений</a>»:</p>
<ul>
	<li>конвертирование типа (jpg, png, gif, bmp),</li>
	<li>увеличение или уменьшение,</li>
	<li>обрезка,</li>
	<li>изменение яркости, контраста, прозрачности, оттенка,</li>
	<li>перевод в негатив, оттенки серого,</li>
	<li>изменение резкости,</li>
	<li>наложение текста,</li>
	<li>скругление изображений,</li>
	<li>добавление водяного знака,</li>
	<li>добавление рамки,</li>
	<li>отражение и поворот (90 град, 180 град, 270 град).</li>
</ul>
<p>Имейте в виду, указанный модуль оплачивается отдельно.</p>
<p>После установки модуля обработки изображений создайте в нём новый профиль обработки, который затем и нужно будет выбрать в форме задачи Антирутина.</p>